{
  "facts": [
    "Puppies have 28 teeth and normal adult dogs have 42",
    "Dogs' eyes contain a special membrane called the tapetum lucidum, which allows them to see better in the dark.",
    "A large dog's resting heart rate is between 60 and 100 beats per minute, and a small dog's heart beats between 100 and 140 beats per minute.",
    "A dog's normal body temperature is between 101 and 102.5 degrees Fahrenheit.",
    "Dogs sweat through the pads of their feet.",
    "A dog's sense of smell is 10,000 to 100,000 times more acute than that of humans.",
    "In addition to sweating through their paw pads, dogs pant to cool themselves down.  A panting dog can take 300-400 breaths per minute with very little effort.",
    "If never spayed or neutered, a female dog, her mate, and their puppies could produce over 66,000 dogs in 6 years!",
    "Obesity is the #1 health problem among dogs.",
    "Dogs' nose prints are as unique as a human's finger prints, and can be used to accurately identify them.",
    "The first living being in space was Laika the dog in 1957.",
    "Chocolate contains a substance called theobromine (similar to caffeine) which can kill dogs or at the least make them violently ill.",
    "Smaller dog breeds mature faster than large ones.",
    "Puppies sleep 90% of the day for their first few weeks.",
    "A dog's sense of hearing is more than 10 times more acute than a human's.",
    "Dogs with little human contact in the first three months typically don't make good pets.",
    "You can lower your blood pressure by petting your dog.",
    "If a guy has a dog with him, he's three times more likely to get a girl's phone number.",
    "The average dog is as intelligent as a two-year-old child.",
    "Most dogs don't really like to be hugged.",
    "One of Michael Vick's former fighting dogs, Leo, went on to be a therapy dog who comforted dying children.",
    "Dogs are omnivorous; they need to eat more than just meat.",
    "Spaying or neutering your dog can prevent certain types of cancer.",
    "Dogs are among a small group of animals who show voluntary unselfish kindness towards others without any reward.",
    "Most dog obedience training issues and bad dog behaviors are a result of human error or misunderstanding."
]}